[{"agency_id":3748,"site_id":10443,"agency_name":"SPECTRUM NETWORKS","agency_desc":"A commercial service provider with a low-cost internet options for low-income families.","site_name":"SPECTRUM NETWORKS","address_1":"Www.spectrum.com","address_2":"","city":"Charleston","zipcode":"61920","county":"Coles","state_province":"IL","latitude":39.501512,"longitude":-88.161754,"site_number":"(855) 243-8892","service_id":18242,"service_name":"SPECTRUM INTERNET ASSIST","service_description":"Provides discounted home Internet services to low income households in the Spectrum service area. Spectrum Internet Assist provides a monthly discount on basic home Internet, as well as free activation and a waiver of deposit for new, local-service customers. All installation and equipment fees will be waived. Approved customers may choose to purchase a low-cost computer. Service is provided with no commitment and may be canceled any time.","taxonomy_code":"BV-8900.1700-330","taxonomy_name":"Discounted Internet Service","taxonomy_category":"Basic Needs","nameLevel2":"Utilities","nameLevel3":"Utility Assistance","nameLevel4":"Discounted Utility Services","nameLevel5":"Discounted Internet Service","service_email":"","service_website":"http://www.spectrum.com","status":"Active","site_details":"Call for a phone screening to pre-qualify. -- An application will be sent via mail or email. Send back all required documents.","site_schedule":"Call Center: Daily 24 hours -- Computer Information: Mon-Fri 8:30am-5pm -- Eligibility Team: Mon-Fri 8am-11pm","site_eligibility":"Living within the Spectrum service area -- Households receiving at least one of the following:  National School Lunch Program (NSLP) -- Community Eligibility Provision (CEP) of NSLP -- Supplemental Security Income (SSI) for age 65 or older -- Have not received Spectrum Internet service in the past 30 days -- Do not have overdue payments with Spectrum Internet service less than a year old","createdon":"2018-06-28T00:00:00","lastupdated":"2022-12-29T00:00:00","lastVerified":"2022-12-29T00:00:00"}]