[{"agency_id":5212,"site_id":10336,"agency_name":"AMERICAN ACADEMY OF COSMETIC DENTISTRY - CHARITABLE FOUNDATION","agency_desc":"A foundation that connects victims of domestic violence to volunteer dentists.","site_name":"AMERICAN ACADEMY OF COSMETIC DENTISTRY- CHARITABLE FOUNDATION","address_1":"402 West Wilson Street","address_2":"","city":"Madison","zipcode":"53703","county":"Dane","state_province":"WI","latitude":43.069169,"longitude":-89.37565,"site_number":"(800) 543-9220","service_id":9777,"service_name":"GIVE BACK A SMILE","service_description":"Provides restorative and cosmetic dentistry in the \"smile zone\" (any of the front eight teeth) at no cost to qualified domestic-abuse or sexual assault survivors, or adults whose injuries were the result of family violence. Services are provided through a nationwide network of volunteer cosmetic dentists, laboratories, and dental manufacturers. This program does not replace work that has already been repaired and does not correct errors caused by tooth neglect.","taxonomy_code":"LV-1600","taxonomy_name":"Dental Care","taxonomy_category":"Health Care","nameLevel2":"Specialty Medicine","nameLevel3":"Dental Care","nameLevel4":"","nameLevel5":"","service_email":"givebackasmile@aacd.com","service_website":"https://www.givebackasmile.com/","status":"Active","site_details":"1) Visit website for online application (preferred), visit website to download a paper application, or call to have a paper application mailed. 2) Complete application with the assistance of a domestic violence counselor/advocate. 3) Make a copy of the application to retain for personal files. 4) Submit completed online application or mail paper application with money order (mail or fax with proof of community service). 5) Wait to be notified by mail of case status (within 60 days). 6) If approved, wait for a letter with contact information for the volunteer dentist who has accepted the case. 7) Contact the assigned dentist to set up a consultation.","site_schedule":"Automated Information Line: Daily 24 hours","site_eligibility":"Age 18 or older -- Received dental injuries to any of the front 8 teeth from a sexual assault, an intimate partner in a domestic assault, or a victim of family violence -- Have been out of the abusive relationship for at least one year   NOTE: Applications will be accepted before the one-year mark, but will be placed on hold until the requirement is met. -- Have met with a domestic violence/sexual assault advocate, social worker, counselor, minister, therapist or doctor at least once to complete application\n*NO LONGER ACCEPT FAITH LEADERS","createdon":"2018-06-28T00:00:00","lastupdated":"2023-06-21T00:00:00","lastVerified":"2023-06-15T00:00:00"},{"agency_id":6675,"site_id":12949,"agency_name":"CAPTEL OUTREACH","agency_desc":"A nonprofit organization that provides outreach education and installation support for the CapTel captioned phone.","site_name":"CAPTEL OUTREACH","address_1":"450 Science Drive","address_2":"","city":"Madison","zipcode":"53711","county":"Dane","state_province":"WI","latitude":43.058103,"longitude":-89.412671,"site_number":"(219) 644-5056","service_id":15493,"service_name":"CAPTEL CAPTIONED TELEPHONES","service_description":"Provides and installs free or low cost closed captioned telephones to eligible persons with hearing loss.","taxonomy_code":"LH-0600.8180","taxonomy_name":"Specialized Telecommunications Equipment","taxonomy_category":"Health Care","nameLevel2":"Health Supportive Services","nameLevel3":"Assistive Technology Equipment","nameLevel4":"Specialized Telecommunications Equipment","nameLevel5":"","service_email":"events@oeius.org","service_website":"http://www.oeius.org","status":"Active","site_details":"Call or email to schedule an appointment. A local Indiana Representative will install phone. No referral required; however, a physician or audiologist statement is required for a free phone.","site_schedule":"Indiana Office: Mon-Fri 8am-5pm  -- Installations: By appointment only","site_eligibility":"Individuals with hearing loss","createdon":"1900-01-01T00:00:00","lastupdated":"1900-01-01T00:00:00","lastVerified":"2023-06-27T00:00:00"}]