[{"agency_id":5182,"site_id":10290,"agency_name":"FRONTIER COMMUNICATIONS","agency_desc":"A commercial telecommunications company that offers government-sponsored Lifeline discounted telephone service.","site_name":"FRONTIER COMMUNICATIONS","address_1":"1588 North Woodland Boulevard","address_2":"","city":"Deland","zipcode":"32720","county":"Volusia","state_province":"FL","latitude":29.055983,"longitude":-81.4007,"site_number":"(888) 660-2410","service_id":6212,"service_name":"LIFELINE ASSISTANCE","service_description":"Provides discounted landline phone services to eligible households in the Frontier service area. Lifeline provides a monthly discount on basic, local telephone service, as well as discounted line-connection fees and a waiver of deposit for new, local-service customers.","taxonomy_code":"BV-8900.1700-850","taxonomy_name":"Discounted Telephone Service","taxonomy_category":"Basic Needs","nameLevel2":"Utilities","nameLevel3":"Utility Assistance","nameLevel4":"Discounted Utility Services","nameLevel5":"Discounted Telephone Service","service_email":"","service_website":"http://www.frontier.com","status":"Active","site_details":"Call or visit website for an application. -- Mail or fax completed application along with any required documentation.","site_schedule":"Customer Service Contact Center: Mon-Fri 7am-9pm; Sat 8am-6pm","site_eligibility":"Households in Frontier telephone service area (includes telephone exchanges throughout Indiana) -- Household income at or below 135% Federal Poverty Level -OR- households receiving any of the following benefits: Medicaid -- Supplemental Nutrition Assistance Program (SNAP)/food stamps -- Section 8 Housing Assistance -- Low-Income Energy Assistance Program (EAP) -- Temporary Assistance for Needy Families (TANF)-- National School Lunch Program Assistance -- No one in household already receiving Lifeline discounted service (landline or wireless)","createdon":"1900-01-01T00:00:00","lastupdated":"1900-01-01T00:00:00","lastVerified":"2023-09-11T00:00:00"}]